Repository: cyberhobo/wp-geo-mashup-search
Catalog: GeoMashupSearch-*.po
Languages: it_it

source: The Geo Mashup plugin must be installed and activated before Geo Mashup Search.
it_it: Il plugin Geo Mashup deve essere installato prima di attivare Geo Mashup Search.

source: No Geo Mashup Search result page found - check widget settings.
it_it: Nessuna pagina dei risultati per Geo Mashup Search trovata - controllare le impostazioni del widget.

source: Widget heading, leave blank to omit.
it_it: Intestazioni del widget, lasciare vuoto per non mostrare.

source: Title:
it_it: Titolo:

source: Default text in the search text box for use as a prompt, leave blank to omit.
it_it: Testo predefinito per il campo di ricerca, lasciare vuoto per omettere.

source: Default Search Text:
it_it: Testo di ricerca predefinito

source: city, state or zip
it_it: Città, stato o cap

source: Category dropdown contents. Blank to omit, 'all' for all post categories, or comma separated category IDs to include.
it_it: Contenuti della casella Categorie. Lasciare vuoto per nascondere, 'all' per gli articoli di tutte le categorie, o una lista di ID di categoria, separati dalla virgola.

source: Category Menu:
it_it: Menù Categorie:

source: Units:
it_it: Unità (di misura):

source: miles
it_it: miglia

source: kilometers
it_it: kilometri

source: Radius dropdown contents. Blank to omit, or comma separated numeric distances in selected units.
it_it: Menù delle distanze. Lasciare vuoto per nascondere, o inserire un elenco numerico di distanze (nell'unità selezionata) separate dalla virgola.

source: Radius Menu:
it_it: Menù Distanze:

source: The page where search results should be displayed.
it_it: La pagina in cui verranno mostrati i risultati della ricerca.

source: Results Page:
it_it: Pagina dei Risultati:

source: find
it_it: trova

source: posts
it_it: articoli

source: within
it_it: entro

source: nearof
it_it: vicino a

source: Search
it_it: Cerca

source: Search results near
it_it: Risultati vicini a

source: Distance
it_it: Distanza

source: No results found.
it_it: Nessun risultato trovato.

source: Couldn't find you...
it_it: Non riesco a localizzarti

source: Text for the user locate button, leave blank to omit.
it_it: Testo per il tasto di localizzazione dell'utente, lasciare vuoto per nascondere.

source: Find Me Button:
it_it: Tasto \"Trovami\":

source: Find Me
it_it: Trovami

source: Search content by Geo Mashup location.
it_it: Cerca contenuti per posizione geografica di Geo Mashup.

source: Type of content:
it_it: Tipo di contenuto:

source: users
it_it: utenti

source: comments
it_it: commenti
